// © Copyright 2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "進紙清潔";

TaskPanelOKButtonTitle = "確定";
TaskPanelCancelButtonTitle = "取消";

CleaningConfirmationTitle = "進紙清潔";
CleaningConfirmationBody = "此程序可能需要數分鐘。此段時間內的機械噪音是正常的。請勿中斷此程序。按一下「確定」繼續。";
PaperFoundTite = "找到紙張";
PaperFoundBody = "請在繼續「進紙清潔」程序之前，先將紙張從紙匣中取出。按一下「確定」繼續。";
PapperFeedCleaningTitle = "進紙清潔";
PaperFeedCleaningCompleteBody = "「進紙清潔」完成。";

NotInitiatedTitle = "無法起始清潔";
NotInitiatedMsg = "無法起始清潔程序。請檢查印表機是否在線上而且沒有處理任何工作。";

HSDInfoTextFieldValue = "此程序應在印表機取紙發生問題時完成。如果傳送列印工作時印表機無法取紙，則此程序會清潔印表機內的零件，以協助修正這個問題。";
HSDGuideTextFieldValue = "請在開始「進紙清潔」程序之前，先將紙張從紙匣中取出。按一下「清潔」開始程序。";
HSDCleanButtonTitle = "清潔";

PaperFeedCancelingTitle = "取消中";
